Repository: dinhquydds/nanocucurmin
Catalog: tm/itiv1-level2.tmx
Source language: en_us
Languages: vi

source: (Fig 20).
vi: (Hình 20).

source: * For the decision-tree posters, please see the inside back cover.
vi: * Cây quyết định vui lòng xem ở trong bìa sau

source: ...including bone quality and quantity, number of missing teeth, condition of opposing dentition, type of occlusion, and bruxism.
vi: ...bao gồm số lượng và chất lượng xương, số răng mất, điều kiện răng đối diện, loại khớp cắn, và nghiến răng.

source: 1 Introduction
vi: 1 Giới thiệu

source: 1 tooth (< 5.5 mm)
vi: 1 răng (< 5.5 mm)

source: 1 tooth (< 7 mm)
vi: 1 răng(< 7 mm)

source: 1 tooth (< 7 mm) 1 1 tooth (< 5.5 mm) 2
vi: 1 răng (< 7 mm) 1 1 răng (< 5.5 mm) 2

source: 1 tooth (≥ 5.5 mm)
vi: 1 răng(≥ 5.5 mm)

source: 1 tooth (≥ 7 mm)
vi: 1 răng (≥ 7 mm)

source: 1 tooth (≥ 7 mm) 1 1 tooth (≥ 5.5 mm) 2
vi: 1 răng (≥ 7 mm) 1 1 răng (≥ 5.5 mm) 2

source: 2 Proceedings of the Third ITI Consensus Conference: Loading Protocols in Implant Dentistry
vi: 2 Proceedings of the Third ITI Consensus Conference: Quy trình tải lực trong cấy ghép nha khoa

source: 2 teeth or more
vi: 2 răng hoặc nhiều hơn

source: 2 Proceedings of the Third ITI Consensus Conference: Esthetics in Implant Dentistry
vi: 2 Proceedings of the Third ITI Consensus Conference: Thẩm Mỹ Trong Cấy Ghép Nha Khoa

source: 3 General Principles for the Pre-Treatment Assessment of and Planning for Partially Dentate Patients Receiving Dental Implants
vi: 3 Nguyên tắc chung cho đánh giá và kế hoạch trước điều trị cho bệnh nhân mất răng bán phần cấy ghép implant nha khoa.

source: 3 Pre-operative Analysis and Prosthetic Treatment Planning in Esthetic Implant Dentistry
vi: 3 Phân Tích Tiền Phẫu Và Kế Hoạch Điều Trị Phục Hình Trong Cấy Ghép Nha Khoa Thẩm Mỹ

source: 4 Achieving Optimal Esthetic Results
vi: 4 Đạt kết quả thẩm mỹ tối ưu

source: 4 Clinical Case Presentations Based on Different Loading Protocols
vi: 4 Trình bày trường hợp lâm sàng trên các qui trình tải lực khác nhau

source: 5 Conclusions Regarding Loading Decisions for the Partially Dentate Maxilla or Mandible
vi: 5 Kết luận về quyết định tải lực cho hàm mất răng bán phần hàm trên hoặc hàm dưới

source: 5 Esthetic Complications and Their Causes
vi: 5 Biến chứng thẩm mỹ và nguyên nhân

source: 5.5 to 6.5 mm to contact point
vi: 5.5 to 6.5 mm đến điểm tiếp xúc

source: 6 Synopsis
vi: 6 Tóm tắt

source: The definitive crowns were positioned and the proximal contacts and occlusion adjusted as necessary.
vi: Mão răng sau cùng được đặt vào vị trí và tiếp xúc bên và tiếp xúc cắn khớp được điều chỉnh nếu cần.

source: The restoration should imitate the natural appearance of the missing dental unit(s) in color, form, texture, size, and optical properties.
vi: Phục hồi nên bắt chước vẻ tự nhiên của răng mất về màu sắc, hình dạng, kích thước và tính chất quang học.

source: When measured from the microgap, this vertical dimension amounts to approximately 2 mm (Hermann and coworkers, 1997; Hermann and coworkers, 2000) in interproximal areas (Fig 17).
vi: When measured from the microgap, this vertical dimension amounts to approximately 2 mm (Hermann and coworkers, 1997; Hermann and coworkers, 2000) in interproximal areas (Hình 17).

source: A 1.5 × 1.5 cm donor block graft was harvested from the left ramus and sectioned into two 7 × 7 mm blocks (Figs 8a-d).
vi: A 1.5 × 1.5 cm donor block graft was harvested from the left ramus and sectioned into two 7 × 7 mm blocks (Hình 8a-d).

source: A 50-year-old female patient, a non-smoker, presented to the private office with a crown-restored and endodontically treated tooth, 16.
vi: Bệnh nhân nữ 50 tuổi, không hút thuốc, đến phòng khám tư với một phục hình mão răng và điều trị tuỷ răng 16.

source: A 55-year-old female patient was referred for consultation and treatment.
vi: Một bệnh nhân nữ 55 tuổi được chuyển đến để tư vấn và điều trị.

source: A NN coping, titanium, was used for the fabrication of a provisional cement-retained crown (Fig 13).
vi: A NN coping, titanium, was used for the fabrication of a provisional cement-retained crown (Hình 13).

source: A Regular-Neck (RN) synOcta gold coping was screwed onto the implant analog for fabrication of a transocclusally screw-retained ceramo-metal crown (Fig 55).
vi: A Regular-Neck (RN) synOcta gold coping was screwed onto the implant analog for fabrication of a transocclusally screw-retained ceramo-metal crown (Hình 55).

source: A Standard Plus implant was then placed in an ideal three-dimensional position (Figs 17, 19).
vi: A Standard Plus implant was then placed in an ideal three-dimensional position (Hình 17, 19).

source: A Straumann Standard Plus implant (endosteal diameter, 4.1 mm; length, 10 mm; Regular Neck prosthetic platform, 4.8 mm) was positioned according to the template, with an implant shoulder depth approximately 2 mm apical to the margin of the provisional restoration and 1 mm apical to the planned margin of the adjacent restoration (Figs 7-8).
vi: Một implant Straumann Standard Plus (endosteal diameter, 4.1 mm; length, 10 mm; Regular Neck prosthetic platform, 4.8 mm) được đặt theo máng phẫu thuật, với vai implant sâu xấp xỉ 2 mm về phía chóp so với đường viền phục hình tạm và 1 mm về phía chóp so với đường viền kế hoạch của phục hình kế cận (Figs 7-8).

source: A bone-scalloping procedure was performed in order to facilitate an easier and more precise preparation of the implant bed (Fig 10).
vi: A bone-scalloping procedure was performed in order to facilitate an easier and more precise preparation of the implant bed (Hình 10).

source: A carefully fabricated implant provisional, as previously described, in conjunction with a well-instructed and highly compliant patient as far as plaque control and maintenance were concerned, led to optimal peri-implant soft-tissue conditions, including esthetic mucosal contours (Figs 19a, b).
vi: A carefully fabricated implant provisional, as previously described, in conjunction with a well-instructed and highly compliant patient as far as plaque control and maintenance were concerned, led to optimal peri-implant soft-tissue conditions, including esthetic mucosal contours (Hình 19a, b).

source: A cast was poured in type IV dental stone and articulated using the appropriate dental records (Figs 18-19).
vi: Đổ mẫu bằng thạch cao loại IV và vào giá khớp (Figs 18-19).

source: A ceramic abutment (ZrO 2 ) for use with Straumann CARES, the Computer Aided REstoration Service, will be available in 2007.
vi: Cùi răng sứ(ZrO 2 ) dùng vớiStraumann CARES, the Computer Aided REstoration Service, will be available in 2007.

source: A check of the incisal edge positions revealed that the In-Ceram blank’s incisal edge portion was located too far labially (Fig 43) and needed to be corrected (Fig 44).
vi: A check of the incisal edge positions revealed that the In-Ceram blank’s incisal edge portion was located too far labially (Hình 43) and needed to be corrected (Hình 44).

source: A clinical try-in of the ceramic implant-supported crown in its “biscuit stage” was needed to identify, by comparing the natural tooth and the ceramic crown, the optical and esthetic key parameters, such as interproximal ridges, mesial and distal transition line angles, and surface characteristics (Fig 42).
vi: A clinical try-in of the ceramic implant-supported crown in its “biscuit stage” was needed to identify, by comparing the natural tooth and the ceramic crown, the optical and esthetic key parameters, such as interproximal ridges, mesial and distal transition line angles, and surface characteristics (Hình 42).

source: A closure screw was inserted, the wound was closed, and the provisional restoration was replaced (Fig 9).
vi: Vít đóng lại được gắn, vết thương được khâu, và phục hình tạm được gắn (Fig 9).

source: A conventional loading period of 3 to 6 months is likely to be modified for implants with roughened surfaces.
vi: Giai đoạn tải lực thông thường 3 đến 6 tháng thường được điều chỉnh cho implant với bề mặt nhám.

source: A conventional loading protocol was used.
vi: Quy trình tải lực thông thường được dùng.

source: A customized impression cap, duplicating the emergence of the restoration at site 45, and the ovate site 44, was then fabricated (Fig 9) and positioned (Fig 10).
vi: Một nắp lấy dấu điều chỉnh, nhân đôi sự nhô lên của phục hình vùng 45, và ovate vùng 44, sau đó chế tạo (Hình 9) và được gắn (Hình 10).

source: A deficient slight soft-tissue volume can be remedied using inlay-grafting techniques (Fig 5).
vi: A deficient slight soft-tissue volume can be remedied using inlay-grafting techniques (Hình 5).

source: A denture tooth was bonded to a bracket and attached to the orthodontic archwire, providing esthetics while tooth movement occurred (Fig 8).
vi: A denture tooth was bonded to a bracket and attached to the orthodontic archwire, providing esthetics while tooth movement occurred (Hình 8).

source: A detailed discussion with the patient concerning the potential outcome may help avoid disappointing outcomes for patients with high esthetic expectations.
vi: Một cuộc thảo luận chi tiết với các bệnh nhân liên quan đến kết quả tiềm năng có thể giúp tránh những kết quả đáng thất vọng cho bệnh nhân với kỳ vọng thẩm mỹ cao.

source: A detailed examination of the teeth and periodontium adjacent to the edentulous spaces was performed to assess the potential for an esthetic result (Figs 2a-d).
vi: A detailed examination of the teeth and periodontium adjacent to the edentulous spaces was performed to assess the potential for an esthetic result (Hình 2a-d).

source: A diagnostic waxup was completed in the laboratory and a radiographic template fabricated (Figs 8a-d).
vi: A diagnostic waxup was completed in the laboratory and a radiographic template fabricated (Hình 8a-d).

source: A direct comparison between the labial view with (Fig 28a) and without (Fig 28b) the provisional RPD in place gave rise to the expectation that the slight excess in soft-tissue height at site 11 would be sufficient to ultimately create a restoration emergence profile similar to that of the contralateral tooth (21).
vi: A direct comparison between the labial view with (Hình 28a) and without (Hình 28b) the provisional RPD in place gave rise to the expectation that the slight excess in soft-tissue height at site 11 would be sufficient to ultimately create a restoration emergence profile similar to that of the contralateral tooth (21).

source: A few days after reopening, the soft tissues had healed uneventfully so that the restorative phase could be started (Fig 34).
vi: Vài ngày sau, mô mềm lành thương, có thể bắt đầu giai đoạn phục hình (Hình 34).

source: A final impression was then taken in polyvinyl siloxane and a cast poured.
vi: Lấy dấu sau cùng được lấy bằng polyvinyl siloxane và đổ mẫu.

source: A fixed prosthesis is recommended in these cases:
vi: Một phục hình cố định được đề nghị những trường hợp sau:

source: A full thickness mucoperiosteal flap was elevated, and two Straumann Standard Plus implants were positioned in sites 45 (endosteal diameter, 4.1 mm; length, 10 mm; Regular Neck prosthetic platform, 4.8 mm) and 46 (endosteal diameter, 4.8 mm; length, 10 mm; Wide Neck prosthetic platform, 6.5 mm) according to a restoration-driven protocol, using appropriate templates.
vi: Lật vạt dày niêm mạc màng xương, và hai implant Straumann Standard Plus được đặt vùng răng 45 (endosteal diameter, 4.1 mm; length, 10 mm; Regular Neck prosthetic platform, 4.8 mm) and 46 (endosteal diameter, 4.8 mm; length, 10 mm; Wide Neck prosthetic platform, 6.5 mm) dùng quy trình phục hình bắt vít, dùng mẫu thích hợp.

source: A full-thickness flap was elevated in local anesthesia, including mesial and distal relieving incisions and a crestal incision located approximately 2-3 mm palatally (Fig 18).
vi: A full-thickness flap was elevated in local anesthesia, including mesial and distal relieving incisions and a crestal incision located approximately 2-3 mm palatally (Hình 18).

source: A healthy 19-year-old male patient presented at our clinic for a consultation on treatment options to replace the congenitally missing teeth at sites 12 and 22 (Fig 1).
vi: A healthy 19-year-old male patient presented at our clinic for a consultation on treatment options to replace the congenitally missing teeth at sites 12 and 22 (Hình 1).

source: A healthy 32-year-old female patient presented at the clinic for recementation of a resin-retained fixed partial denture (RRFPD) and for a consultation on treatment options to replace the congenitally missing tooth 12 (Fig 1).
vi: A healthy 32-year-old female patient presented at the clinic for recementation of a resin-retained fixed partial denture (RRFPD) and for a consultation on treatment options to replace the congenitally missing tooth 12 (Hình 1).

source: A healthy 32-year-old female patient presented for a consultation on treatment options to restore her missing central incisor 11 (Fig 1).
vi: A healthy 32-year-old female patient presented for a consultation on treatment options to restore her missing central incisor 11 (Hình 1).

source: A high esthetic risk is associated with this type of a clinical status.
vi: Nguy cơ thẩm mỹ cao liên quan tới loại này của một tình trạng lâm sàng.

source: A high esthetic risk is evident when a triangular tooth shape is associated with localized periodontal defects and the loss of interproximal papillae (Fig 11).
vi: A high esthetic risk is evident when a triangular tooth shape is associated with localized periodontal defects and the loss of interproximal papillae (Hình 11).

source: A high-speed carbide bur was used to mark indicating grooves (mid-facial, interproximal, palatal, and gingival) to assist with extraoral preparation.
vi: Tay high-speed mũi khoan carbide được dùng để đánh dầu rãnh hướng dẫn (mid-facial, interproximal, palatal, and gingival) để giúp chuẩn bị ngoài miệng.

source: A high-speed carbide bur was used to mark indicator grooves (mid-facial, interproximal, palatal, and gingival) to assist with extraoral preparation.
vi: Tay high-speed mũi khoan carbide được dùng để đánh dầu rãnh hướng dẫn (mid-facial, interproximal, palatal, and gingival) để giúp chuẩn bị ngoài miệng.

source: A lack of available interocclusal space for restoration using dental implants.
vi: Thiếu khoảng phục hồi cho implant

source: A large bone defect was present after the extraction and removal of the granulation tissue.
vi: Một vùng lớn xương thiếu sau khi nhổ răng và loại bỏ mô hạt viêm.

source: A long interproximal contact line was established to compensate for the vertical soft-tissue deficiency distal of tooth 22 to reduce the size of the interproximal black triangles (Figs 42, 43).
vi: A long interproximal contact line was established to compensate for the vertical soft-tissue deficiency distal of tooth 22 to reduce the size of the interproximal black triangles (Hình 42, 43).

source: A mesostructure, i.e., an individualized abutment, not only serves to condition the mucosa in the transition zone, but it also displaces the margin of the crown coronally (Fig 12).
vi: A mesostructure, i.e., an individualized abutment, not only serves to condition the mucosa in the transition zone, but it also displaces the margin of the crown coronally (Hình 12).

source: A metal-ceramic crown would be provided on tooth 47.
vi: Mão răng sứ kim loại được làm trên răng 47.

source: A more frontal view of the extraction site with the partial denture in place demonstrated moderate horizontal tissue loss (Fig 16)
vi: A more frontal view of the extraction site with the partial denture in place demonstrated moderate horizontal tissue loss (Hình 16)

source: A navigation system (DenX Ltd.) was used to place a Regular Neck, Standard Plus implant in the ideal three-dimensional position previously planned with the navigation software (Fig 7).
vi: A navigation system (DenX Ltd.) was used to place a Regular Neck, Standard Plus implant in the ideal three-dimensional position previously planned with the navigation software (Hình 7).

source: A new customized coping and a ceramo-metal crown were fabricated (Fig 40).
vi: A new customized coping and a ceramo-metal crown were fabricated (Hình 40).

source: A notable exception to this high predictability has been acknowledged with respect to short, machined-surface implants placed in poor-quality bone, particularly in the posterior maxilla.
vi: Một ngoại lệ đáng chú ý đến điều dự đoán cao này đã được công nhận đối với implant bề mặt được gia công, ngắn đặt trong xương kém chất lượng, đặc biệt là ở phía sau hàm trên.

source: A periapical radiograph was taken and the patient was scheduled for a 3-week follow-up (Figs 40a-b).
vi: A periapical radiograph was taken and the patient was scheduled for a 3-week follow-up (Hình 40a-b).

source: A periapical radiograph was taken and the patient was scheduled for a follow-up visit after three weeks (Fig 27).
vi: A periapical radiograph was taken and the patient was scheduled for a follow-up visit after three weeks (Hình 27).

source: A periapical radiograph was taken and the patient was scheduled for follow-up after three weeks (Fig 32).
vi: A periapical radiograph was taken and the patient was scheduled for follow-up after three weeks (Hình 32).

source: A periapical radiograph was taken once again at the three-year follow-up (Fig 11).
vi: Phim X quang quanh chóp được chụp sau 3 năm theo dõi (Fig 11).

source: A periapical radiograph was taken to assess the final outcome of treatment (Fig 10).
vi: Phim X quang quanh chóp được chụp để đánh giá kết quả điều trị sau cùng (Fig 10).

source: A periapical radiograph was taken to confirm a stable peri-implant bone situation (Fig 25).
vi: A periapical radiograph was taken to confirm a stable peri-implant bone situation (Hình 25).

source: A periapical radiograph was taken to confirm full seating of the restoration (Fig 42).
vi: A periapical radiograph was taken to confirm full seating of the restoration (Hình 42).

source: A periapical radiograph was taken with the template in place to confirm the planned implant position, avoiding the adjacent tooth roots (Fig 9).
vi: A periapical radiograph was taken with the template in place to confirm the planned implant position, avoiding the adjacent tooth roots (Hình 9).

source: A periodontal probe was placed on the facial surface of adjacent teeth to examine if the facial bone wall was flattened in relation to adjacent teeth (Fig 9).
vi: A periodontal probe was placed on the facial surface of adjacent teeth to examine if the facial bone wall was flattened in relation to adjacent teeth (Hình 9).

source: A polyether impression was taken (Fig 35) and an implant analog fixed on the impression cap (Fig 36).
vi: A polyether impression was taken (Hình 35) and an implant analog fixed on the impression cap (Hình 36).

source: A polysulfide material was injected around the analog area and allowed to set (Fig 24).
vi: A polysulfide material was injected around the analog area and allowed to set (Hình 24).

source: A polyvinyl siloxane impression was made to facilitate the indirect fabrication of the provisional restoration.
vi: Lấy dấu bằng polyvinyl siloxane để thuận lợi cho chế tạo gián tiếp phục hình tạm.

source: A preformed polycarbonate shell was relined with methylmethacrylate resin to fabricate the provisional restoration (Fig 15).
vi: A preformed polycarbonate shell was relined with methylmethacrylate resin to fabricate the provisional restoration (Hình 15).

source: A question that needs to be addressed is whether the patient benefits from an immediate or early loading protocol.
vi: Một câu hỏi cần trả lời là bệnh nhân có lợi gì từ quy trình tải lực tức thì hoặc sớm.

source: A radiograph was then obtained, confirming the appropriate position of the implant (Fig 10).
vi: Phim X quang sau đó xác nhận vị trí thích hợp của implant (Fig 10).

source: A radiographic examination revealed that teeth 11 and 21 were subject to external and internal resorption and that an impacted canine was present (Fig 3).
vi: A radiographic examination revealed that teeth 11 and 21 were subject to external and internal resorption and that an impacted canine was present (Hình 3).

source: A radiographic template was fabricated and a periapical radiograph taken (Fig 11).
vi: A radiographic template was fabricated and a periapical radiograph taken (Hình 11).

source: A related question is whether conventional loading is justified in certain cases.
vi: Một câu hỏi liên quan là khi nào tải lực thông thường được điều chỉnh trong trường hợp cụ nhất định

source: A restoration in contact with the opposing dentition and placed at least 48 hours after implant placement but not later than 3 months afterward.
vi: Một phục hình tiếp xúc răng đối diện và được gắn ít nhất sau 48 giờ đặt implant nhưng không trễ hơn 3 tháng sau.

source: A restoration inserted within 48 hours of implant placement but not in occlusion with the opposing dentition.
vi: Một phục hình được gắn trong vòng 48 giờ sau khi đặt implant nhưng không chạm khớp răng đối diện.

source: A restoration placed in occlusion with the opposing dentition within 48 hours of implant placement.
vi: Một phục hình có tiếp xúc cắn khớp với răng đối diện trong vòng 48 giờ sau đặt implant.

source: A retracted view of the central incisors showed a discrepancy in the gingival margin positions of teeth 11 and 21 (Figs 2a-c).
vi: A retracted view of the central incisors showed a discrepancy in the gingival margin positions of teeth 11 and 21 (Hình 2a-c).

source: A return visit was scheduled for four weeks later, when a final impression was to be taken and the correct shade selected (Figs 27a-c).
vi: A return visit was scheduled for four weeks later, when a final impression was to be taken and the correct shade selected (Hình 27a-c).

source: A screw-retained synOcta impression cap was connected to the implant shoulder and tightened with the integral guide screw (Fig 31).
vi: A screw-retained synOcta impression cap was connected to the implant shoulder and tightened with the integral guide screw (Hình 31).

source: A significant volume of keratinized soft tissue was moved to the mesial aspect of the implant site (Fig 26).
vi: A significant volume of keratinized soft tissue was moved to the mesial aspect of the implant site (Hình 26).

source: A silicone gingiva mask facilitated the creation of the emergence profile (Figs 26, 27).
vi: A silicone gingiva mask facilitated the creation of the emergence profile (Hình 26, 27).

source: A silicone key was produced to capture the tooth shapes from the waxup and used for evaluation of the ideal abutment dimensions (Fig 41).
vi: A silicone key was produced to capture the tooth shapes from the waxup and used for evaluation of the ideal abutment dimensions (Hình 41).

source: A simple partial denture was therefore fabricated to serve as an interim restoration during the first healing period (after tooth extraction) and the second healing period (after implant placement) (Fig 5).
vi: A simple partial denture was therefore fabricated to serve as an interim restoration during the first healing period (after tooth extraction) and the second healing period (after implant placement) (Hình 5).

source: A so-called individualized impression that transfers the emergence profile by use of an impression cap is advantageous in esthetic sites (Figs 9a-d).
vi: A so-called individualized impression that transfers the emergence profile by use of an impression cap is advantageous in esthetic sites (Hình 9a-d).

source: A special holder (Fig 30b) is available for the fixation of the analog.
vi: A special holder (Hình 30b) is available for the fixation of the analog.
